{
    "intro": "Hello! My name is <span class=\"my-name\">Tomas Stark</span> and I am front end developer with passion for WordPress. You are very welcome to <a href=\"#\">view my work below</a>, <a href=\"/about\">read few lines about me</a>, or <a href=\"/contact\">send me a message</a>.",
    "about": {
        "about_me": {
            "title": "About me",
            "text": "<p>My name is Tomas Stark, people usually call me Tom. I am freelancer who specializes in front end and WordPress. Code is poetry. I have been using WordPress platform for such a long time now. Customizing existing themes, developing new custom themes or coding complex plugins. I did it all and I did a lof of it. You can find some examples of previous work on Work page of this site.</p><p>I generally love to work with people full of creative ideas. I help them fulfill their ideas and visions, transform their beautiful UI designs into well written code, and provide with mind blowing experience from using the final product.</p><p>I got significant experience working full time jobs in couple of agencies. My most recent agency experience was at Tribal Worldwide where I was working for almost 2 years as senior front end developer. Besides full time jobs I gained some solid experience as freelance developer dealing with clients directly.</p>"
        },
        "tools": {
            "title": "Experience",
            "text": "<p>I recently fell in love with React.js. That is why it was immediately tool of choice for this site too. Some of front end tools or technologies that I use daily includes:</p><ul><li>git</li><li>Sass for preprocessing the CSS</li><li>Task runner - Grunt / Gulp, whatever I am currently in mood for :)</li><li>npm &lt;3</li><li>Vanilla JS</li><li>Emmet</li><li>Very recently started to use Spacemacs as my editor of choice</li></ul><p>When I do WordPress development, it is quite similar to the list above, just adds few more items to the list:</p><ul><li>composer</li><li>PHP</li><li>MySQL</li><li>shell</li></ul><p>Well managed project and communication is the key when working with clients. That is why I also use following to keep the standard high:</p><ul><li>Trello</li><li>Slack</li><li>Dropbox</li></ul><p>Having a strong background in agency work, I understand (<a href=\"/contact\">and currently accept</a>) short turnaround projects and last minute changes.</p>"
        }
    }
}
